import React from 'react';

const Firebase2 = () => {
    return (
        <div>
              <div>
                   <h3>What other services does firebase provide other than authentication</h3>
                   <p>ফায়ারবেস স্টোরেজ ব্যবহার করার জন্য আমাদের ফায়ারবেস প্রমাণীকরণের মাধ্যমে একজন ব্যবহারকারীকে প্রমাণীকরণ করতে হবে। ডিফল্ট নিরাপত্তা নিয়ম ব্যবহারকারীদের প্রমাণীকরণ প্রয়োজন. ফায়ারবেস স্টোরেজ মূলত একটি শক্তিশালী এবং সহজ অবজেক্ট স্টোরেজ, যেখানে আপনি সহজেই আপনার ফাইল সংরক্ষণ করতে পারেন।ফায়ারবেস স্টোরেজ মূলত একটি শক্তিশালী এবং সহজ অবজেক্ট স্টোরেজ, যেখানে আপনি সহজেই আপনার ফাইল সংরক্ষণ করতে পারেন।</p>
              </div>
        </div>
    );
};

export default Firebase2;