import React from 'react';

const Firebase1 = () => {
    return (
        <div>
                 <div> 
                    
                     <h3>Why are you using firebase</h3>
                      <p>ফায়ারবেস ডাটাবেসের সমস্ত ডেটা রিয়েল-টাইম পরিচালনা করে। সুতরাং, ডাটাবেস থেকে ডেটা আদান-প্রদান সহজ এবং দ্রুত। তাই, আপনি যদি লাইভ স্ট্রিমিং, চ্যাট মেসেজিং ইত্যাদির মতো মোবাইল অ্যাপস ডেভেলপ করতে চান, আপনি ফায়ারবেস ব্যবহার করতে পারেন</p>
                     
                 </div>
                 <div>
                     <h3>What other options do you have to implement authentication</h3>
                     <p>
                         
                   আপনি একটি ডিভাইসে চলমান অবস্থান পরিষেবাটি জিজ্ঞাসা করতে পারেন, যা জিপিএস বা ওয়াই-ফাই ব্যবহার করে তার অবস্থান ত্রিভুজ করতে পারে এবং আপনি আইপি ডাটাবেস দ্বারা একটি ভূ-অবস্থান ব্যবহার করতে পারেন।
                     </p>
                 </div>
        </div>
    );
};

export default Firebase1;